Desafio-14-Logs-debug-profiling/nginx-1.23.2/desafio/public/test_artillery.txt
Phase started: unnamed (index: 0, duration: 1s) 02:14:48(-0300)

Phase completed: unnamed (index: 0, duration: 1s) 02:14:49(-0300)

All VUs finished. Total time: 10 seconds

--------------------------------
Summary report @ 02:14:56(-0300)
--------------------------------

http.codes.200: ................................................................ 500
http.request_rate: ............................................................. 51/sec
http.requests: ................................................................. 500
http.response_time:
  min: ......................................................................... 8
  max: ......................................................................... 231
  median: ...................................................................... 79.1
  p95: ......................................................................... 149.9
  p99: ......................................................................... 214.9
http.responses: ................................................................ 500
vusers.completed: .............................................................. 10
vusers.created: ................................................................ 10
vusers.created_by_name.0: ...................................................... 10
vusers.failed: ................................................................. 0
vusers.session_length:
  min: ......................................................................... 4043.1
  max: ......................................................................... 4312.1
  median: ...................................................................... 4147.4
  p95: ......................................................................... 4316.6
  p99: ......................................................................... 4316.6